Repository: jangernert/FeedReader
Catalog: po/*.po
Languages: ru

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Login
ru: Войти

source: HTTP Authorization
ru: HTTP авторизация

source: waiting
ru: ожидание

source: Username or Password incorrect
ru: Неверное имя пользователя или пароль

source: New Articles
ru: Новые статьи

source: Uncategorized
ru: Без категории

source: Remove "%s"
ru: Удалить «%s»

source: Tag "%s" removed
ru: Метка «%s» удалена

source: Feed "%s" removed
ru: Лента «%s» удалена

source: Category "%s" removed
ru: Категория «%s» удалена

source: All Articles
ru: Все статьи

source: Tags
ru: Метки

source: Categories
ru: Категории

source: New Tag
ru: Новая метка

source: New Category
ru: Новая категория

source: Add Tag:
ru: Добавить метку:

source: Tags:
ru: Метки:

source: add Tag
ru: добавить метку

source: FeedReader is cleaning the database. This shouldn't take too long.
ru: FeedReader очищает базу данных. Это не займёт много времени.

source: Sync is in progress. Articles should appear any second.
ru: Синхронизация. Статьи скоро будут загружены.

source: scroll up
ru: Прокрутить вверх

source: No unread articles that fit "%s" in the feed "%s" could be found
ru: Нет непрочитанных статей с сочетанием «%s» в категории «%s»

source: No unread articles in the feed "%s" could be found
ru: Нет непрочитанных статей в ленте «%s»

source: No marked articles that fit "%s" in the feed "%s" could be found
ru: Нет отмеченных статей с сочетанием «%s» в категории «%s»

source: No marked articles in the feed "%s" could be found
ru: Нет отмеченных статей в ленте: «%s»

source: No articles that fit "%s" in the feed "%s" could be found
ru: Нет статей с сочетанием «%s» в ленте «%s»

source: No articles in the feed "%s" could be found
ru: Нет статей в ленте «%s»

source: No unread articles that fit "%s" in the tag "%s" could be found
ru: Нет непрочитанных статей с сочетанием «%s» с меткой «%s»

source: No unread articles in the tag "%s" could be found
ru: Нет непрочитанных статей с меткой «%s»

source: No marked articles that fit "%s" in the tag "%s" could be found
ru: Нет отмеченных статей с сочетанием «%s» с меткой «%s»

source: No marked articles in the tag "%s" could be found
ru: Нет отмеченных статей с меткой «%s»

source: No articles that fit "%s" in the tag "%s" could be found
ru: Нет статей с сочетанием «%s» с меткой «%s»

source: No articles in the tag "%s" could be found
ru: Нет статей с меткой «%s»

source: No unread articles that fit "%s" in the category "%s" could be found
ru: Нет непрочитанных статей с сочетанием «%s» в категории «%s»

source: No unread articles in the category "%s" could be found
ru: Нет непрочитанных статей в категории «%s»

source: No marked articles that fit "%s" in the category "%s" could be found
ru: Нет отмеченных статей с сочетанием «%s» в категории «%s»

source: No marked articles in the category "%s" could be found
ru: Нет отмеченных статей в категории «%s»

source: No articles that fit "%s" in the category "%s" could be found
ru: Нет статей с сочетанием «%s» в категории «%s»

source: No articles in the category "%s" could be found
ru: Нет статей в категории «%s»

source: No unread articles that fit "%s" could be found
ru: Нет непрочитанных статей в категории «%s»

source: No unread articles could be found
ru: Нет непрочитанных статей

source: No marked articles that fit "%s" could be found
ru: Нет отмеченных статей с сочетанием: «%s»

source: No marked articles could be found
ru: Нет отмеченных статей

source: No articles that fit "%s" could be found
ru: Нет статей с сочетанием «%s»

source: No articles could be found
ru: Статьи не найдены

source: Mark article (un)starred
ru: Пометить статью

source: Mark article (un)read
ru: Пометить как (не)прочитанное

source: Read article fullscreen
ru: Читать статью в полноэкранном режиме

source: All
ru: Все

source: Show all articles
ru: Показать все статьи

source: Unread
ru: Свежие

source: Show only unread articles
ru: Показать только непрочитанное

source: Starred
ru: С метками

source: Show only starred articles
ru: Показать только отмеченные статьи

source: Tag Article
ru: Метка статьи

source: Share Article
ru: Поделиться статьёй

source: Attachments
ru: Вложения

source: Update Feeds
ru: Обновить ленты

source: Search Articles
ru: Поиск статей

source: Settings
ru: Параметры

source: Rename
ru: Переименовать

source: Remove
ru: Удалить

source: rename
ru: Переименовать

source: add
ru: добавить

source: Change Account?
ru: Изменить учётную запись?

source: You are about to change the account you want FeedReader to use. This means deleting all local data of your old account.
ru: Вы запросили замену учётной записи в FeedReader. Это действие удалит все локальные данные предыдущей учётной записи.

source: New account
ru: Новая учётная запись

source: Waiting for current sync to finish
ru: Ожидание завершения синхронизации

source: I changed my mind
ru: Я передумал

source: Mark as read
ru: Пометить как прочтенное

source: Remove (with Feeds)
ru: Удалить (с лентами)

source: Ignore all tls errors from now on
ru: Игнориривать все ошибки TLS

source: Please select a service first
ru: Сперва выберите сервис

source: Please enter a valid username
ru: Введите допустимое имя пользователя

source: Please enter a valid password
ru: Введите допустимый пароль

source: Please enter a valid URL
ru: Введите корректный URL

source: Please enter your Login details
ru: Введите ваш логин

source: Sorry, something went wrong.
ru: Извините, что-то пошло не так.

source: Either your username or the password are not correct.
ru: Введенный логин или пароль не правильный.

source: No connection to the server. Check your internet connection and the server URL!
ru: Нет подключения к серверу. Проверьте соединение с интернетом и адрес сервера!

source: API access is disabled on the server. Please enable it first!
ru: API сервера не доступно. Сперва нужно его включить!

source: Not authorized to access URL
ru: Нет доступа к URL

source: No valid CA certificate available!
ru: Нет доступных CA сертификатов!

source: Please install the "api_feedreader"-plugin on your tt-rss instance!
ru: Пожалуйста установите плагин «api_feedreader» на вашем TT-RSS!

source: No Article selected.
ru: Статья не выбрана.

source: Save image as
ru: Сохранить картинку как…

source: Interface
ru: Внешний вид

source: Internals
ru: Внутренние

source: Share
ru: Поделится

source: Feed List:
ru: Список лент

source: Only show feeds
ru: Показать только ленту

source: Only show unread
ru: Показать только не прочтенные

source: Sort FeedList by
ru: Отсортировать по

source: Received
ru: Принятым

source: Alphabetically
ru: Алфавиту

source: Theme
ru: Оформление

source: Article List:
ru: Список статей:

source: Sort articles by
ru: Сортировать статьи по:

source: Date
ru: Дате

source: Newest first
ru: Сперва новые

source: Article View:
ru: Просмотр статьи:

source: Default
ru: Стандарт

source: Spring
ru: Весна

source: Midnight
ru: Полночь

source: Parchment
ru: Пергамент

source: Font Size
ru: Размер шрифта

source: Small
ru: Маленький

source: Normal
ru: Средний

source: Large
ru: Большой

source: Huge
ru: Огромный

source: Sync:
ru: Синхронизировать:

source: Number of articles
ru: Количество статей

source: Every (Minutes)
ru: Каждые (Минут)

source: Database:
ru: База данных:

source: Delete articles after
ru: Удалить статьи после

source: Never
ru: Никогда

source: 1 Week
ru: 1 недели

source: 1 Month
ru: 1 месяца

source: 6 Months
ru: 6 месяцев

source: Additional Functionality:
ru: Дополнительные возможности:

source: Content Grabber
ru: Граббер контента

source: Leave fullscreen mode
ru: Выйти из полноэкранного режима

source: Where are your feeds?
ru: Где ваши ленты?

source: Please select the RSS service you are using and log in to get going.
ru: Пожалуйста укажите RSS сервис, который вы используете, и войдите в него для продолжения.

source: Category:
ru: Категория

source: Add
ru: Добавить

source: OPML-File:
ru: Файл OPML:

source: Select OPML-file
ru: Выбрать файл OPML

source: Import
ru: Импортировать

source: Add feed
ru: Добавить ленту

source: Import OPML
ru: Импортировать OPML

source: Remove only from %s
ru: Удалить только из %s

source: Quit
ru: Выход

source: Today
ru: Cегодня

source: Yesterday
ru: Вчера

source: Logout
ru: Выйти

source: About FeedReader
ru: О программе

source: No Preview Available
ru: Предпросмотр не доступен

source: No Text available for this article :(
ru: Текст статьи не доступен 😞

source: posted by: %s,
ru: Опубликовано: %s,

source: RSS Client
ru: RSS клиент

source: Read feeds from web services
ru: Читайте статьи с RSS-сервисов

source: FeedReader Autostart
ru: FeedReader автозапуск

source: RSS client for various webservices
ru: Клиент для RSS сервисов

source: FeedReader is a program designed to complement an already existing web-based RSS reader account.
ru: FeerReader — это программа предназначенная для дополнения уже существующих онлайн RSS-сервисов

source: Currently supported services:
ru: На данный момент поддерживаются следующие сервисы:

source: It combines all the advantages of web based services like synchronisation across all your devices with everything you expect from a modern desktop application: Desktop notifications, fast search and filters, tagging, sharing to "read-it-later" services like pocket and instapaper, handy keyboard shortcuts and a database that keeps all your old articles as long as you like.
ru: Она сочетает в себе преимущества онлайн сервисов, такие как синхронизация между всеми вашими устройствами со всем, что вы ожидаете он настольного приложения: нотификации, быстрый поиск и фильтрование, метки, отправка в сервисы для отложеного чтения такие как Pocket или Instapaper, удобные комбинации клавиш и база данных, в которой хранятся ваши статьи столько, сколько вы хотите.
